Repository: artemiyrazov/WeatherApp
Catalog: WeatherApp/Supporting files/*.lproj/Localizable.strings
Languages: ru

# dateFormat
source: MMMM, d
ru: d MMMM

# language
source: en
ru: ru

source: Cupertino
ru: Купертино

source: today
ru: сегодня

source: Error
ru: Ошибка

source: Internet connection error
ru: Ошибка интернет соединения

source: JSON parsing error
ru: Ошибка чтения данных с сервера

source: Location availability error
ru: Ошибка доступа к геолокации

source: Network request error
ru: Ошибка на сервере

source: Some undefined error
ru: Неопределенная ошибка

source: Invalid server response
ru: Некорректный ответ от сервера

source: Check your internet connection and try again
ru: Проверьте интернет соединение и попробуйте еще раз

# location unavailable
source: Location unavailable. Provide access in Settings - Weather - Location
ru: Локация пользователя недоступна. Предоставьте доступ в Настройки - Погода - Геопозиция

# location undefined
source: Location undefined. Try again later
ru: Геолокация не определена. Попробуйте позже

# location services disabled
source: Location services disabled. Turn on Settings - Privacy - Location services
ru: Службы геолокации отключены. Активируйте их в Настройки - Конфеденциальность - Службы геолокации
